Repository: appbooksaudio/ejazapp
Catalog: lib/l10n/app_*.arb
Languages: ar

# ejazapp
source: Welcome to Ejaz
ar: مرحباً بكم في إيجاز

source: About
ar: عن الكاتب

source: About us
ar: Tentang kami

source: Accept
ar: Terima

source: Account
ar: Akun

source: Active
ar: Aktif

source: Activities
ar: Aktifitas

source: Add to Cart
ar: Tambah ke keranjang

source: Add address
ar: Tambah alamat

source: Add credit card
ar: Tambah kartu kredit

source: Add to Cart
ar: Tambah ke keranjang

source: Add to List
ar: Tambah ke List

source: Added to cart
ar: Ditambahkan ke keranjang

source: Added to Favorite
ar: Ditambahkan ke favorite

source: Address
ar: Alamat

source: Address added
ar: Alamat ditambahkan

source: Address changed
ar: Alamat diubah

source: Address deleted
ar: Alamat dihapus

source: again
ar: lagi

source: All
ar: الكل

source: All bag
ar: Semua tas

source: All dress
ar: Semua gaun

source: All Movies
ar: Semua film

source: All Review
ar: Semua ulasan

source: All shoes
ar: Semua sepatu

source: Already have an account?
ar: Sudah punya akun?

source: Amount
ar: Jumlah

source: and the
ar: dan

source: Apple sign in clicked
ar: Login Apple diklik

source: Apply
ar: Terapkan

source: Apply coupon
ar: Terapkan kupon

source: Apply Filter
ar: Terapkan Filter

source: Applying
ar: Menerapkan

source: Appointment
ar: Janji temu

source: Appointment details
ar: Detail janji temu

source: Appointment number
ar: Nomor janji temu

source: Are you sure?
ar: هل أنت متأكد؟

source: Are you sure cancel your order?
ar: Apakah Anda yakin membatalkan pesanan Anda?

source: Are you sure wanna delete address?
ar: Anda yakin ingin menghapus alamat?

# are_you_sure_want_to_quit
source: Are you sure want to Exit?
ar: Anda yakin ingin Keluar?

source: Are you sure you want to cancel your appointment?
ar: Anda yakin ingin membatalkan janji temu?

source: Are you sure you want to checkout now?
ar: Yakin ingin checkout sekarang?

source: Are you sure you want to delete this message?
ar: Anda yakin ingin menghapus pesan ini?

source: Are you sure you want to move to chat?
ar: Anda yakin ingin pindah ke chat?

# are_you_sure_you_want_to_quit
source: Are you sure you want to Exit?
ar: Anda yakin ingin Keluar?

source: Are you sure you want to sign out?
ar: Anda yakin ingin keluar?

source: at
ar: pada

source: Attach file clicked
ar: Lampirkan file diklik

source: Authenticated as
ar: Diautentikasi sebagai

source: Available coupon
ar: Kupon yang tersedia

source: Available Languages
ar: Bahasa yang Tersedia

source: Back
ar: Kembali

source: Back to Dashboard
ar: Kembali ke Dasbor

source: Back to My Order
ar: Kembali ke Pesanan Saya

source: Back to Sign in
ar: Kembali ke Masuk

source: Backup
ar: Cadangkan

source: Bag
ar: Tas

# bank_tansfer
source: Bank Transfer
ar: Transfer Bank

source: Barber
ar: Tukang cukur

source: Barber specialist
ar: Spesialis tukang cukur

source: Barbershop
ar: Tukang potong rambut

source: Basic info
ar: Info dasar

source: Bath
ar: Kamar mandi

source: Bathrooms
ar: Kamar Mandi

source: Best Barbershop
ar: Tempat Pangkas Rambut Terbaik

source: Best Seller
ar: Penjualan terbaik

source: Blouse
ar: Blus

source: Book
ar: Buku

source: Book appointment
ar: Janji temu

source: Book now
ar: Pesan sekarang

source: Booking details
ar: Detail pemesanan

source: Booking order and appointments
ar: Pemesanan dan janji temu

source: Bookmarked
ar: Ditandai

source: Boys
ar: anak laki-laki

source: Brand
ar: Merek

# browse_articles_photos_and_videos
source: Browse articles, photos & videos
ar: Jelajahi artikel, foto & video

source: Browse Real Estate
ar: Jelajahi Real Estat

source: Business name
ar: Nama Bisnis

source: Buy again
ar: Beli lagi

source: Buy now
ar: Beli sekarang

source: By sign in you agree to the
ar: Dengan masuk, Anda setuju dengan

source: Call
ar: Panggilan

source: Camera
ar: Kamera

source: Camera on click
ar: Kamera di klik

source: can send again in
ar: bisa kirim lagi

source: Cancel
ar: Membatalkan

source: Cancel appointment
ar: Batalkan janji temu

source: Cancel My Order
ar: Batalkan Pesanan Saya

source: Cancel order
ar: Batalkan pesanan

source: Canceled seller
ar: Dibatalkan penjual

source: Cancelled
ar: Dibatalkan

source: Card holder name
ar: Nama pemegang kartu

source: Card No
ar: Nomor Kartu

source: Card Number
ar: Nomor kartu

source: Cart
ar: Keranjang

source: Cart added
ar: Keranjang ditambahkan

source: Cash on delivery
ar: Bayar di tempat

source: Categories
ar: Kategori

source: Category
ar: Kategori

# ccontinue
source: Continue
ar: Melanjutkan

source: Change
ar: Mengubah

source: Change address
ar: Ubah alamat

source: Change delivery address
ar: Ubah alamat pengiriman

source: Change email address
ar: Ganti alamat email

source: Change language
ar: تغيير اللغة

source: Change Password
ar: تغيير كلمة المرور

source: Change profile photo
ar: Ubah foto profil

source: Changing
ar: Mengubah

source: Chat archive
ar: Arsip Obrolan

source: Chat with us
ar: Kontak kami

source: Check in
ar: Mendaftar

source: Check out
ar: Keluar

source: Check your email
ar: Periksa email Anda

source: Checkout Now
ar: Checkout sekarang

source: Choose a location
ar: Pilih lokasi

source: Choose our Makeup special offer price Package that fit your Lifestyle
ar: Pilih Paket harga penawaran khusus Makeup kami yang sesuai dengan Gaya Hidup Anda

source: Choose the destination address
ar: Pilih alamat tujuan

source: Choose your furniture
ar: Pilih furnitur Anda

source: Choose Your Payment Method
ar: Pilih Metode Pembayaran Anda

source: Choose your service
ar: Pilih layanan Anda

source: City
ar: Kota

source: Close
ar: Menutup

source: Color
ar: Warna

source: Coloring
ar: Warna

source: Colors
ar: warna

source: Comment
ar: Komentar

source: Complete
ar: Selesai

source: Completed
ar: Lengkap

source: Condition
ar: Kondisi

source: Conditions
ar: Kondisi

source: Conditions clicked
ar: Ketentuan diklik

source: Confirm
ar: إضغط هنا

source: Confirm order
ar: Konfirmasi pemesanan

source: Confirm Password
ar: تأكيد كلمة المرور

source: Confirm password does not match
ar: Konfirmasi kata sandi tidak cocok

source: Congratulation your order has been placed, please make a payment to continue the transaction.
ar: Selamat pesanan anda sudah masuk, silahkan lakukan pembayaran untuk melanjutkan transaksi.

source: Connect with Apple ID
ar: Terhubung dengan ID Apple

source: Connect with Facebook
ar: Terhubung dengan Facebook

source: Connect with Google
ar: Terhubung dengan Google

source: Contact the seller
ar: Hubungi penjual

source: Contact us
ar: Hubungi kami

source: Continue Shopping
ar: Lanjutkan Belanja

# continuee
source: Continue
ar: Selanjutnya

source: Copy code
ar: Salin kode

source: Cost High to Low
ar: Biaya Tinggi ke Rendah

source: Cost Low to High
ar: Biaya Rendah ke Tinggi

source: Create a new account
ar: Buat akun baru

source: Create account
ar: Buat Akun

source: Create an Account
ar: أنشئ حسابًا

source: Create new password
ar: أنشئ كلمة المرور الجديدة

source: Create your account
ar: Buat akunmu

source: Creative Solutions
ar: Solusi Kreatif

source: Credit Card
ar: Kartu kredit

source: Credit card added
ar: Kartu kredit ditambahkan

source: Credit Card Or Debit
ar: Kartu Kredit Atau Debit

source: Credit card successfully added
ar: Kartu kredit berhasil ditambahkan

source: Current address
ar: Alamat saat ini

source: Current Password
ar: كلمة المرور الحالية

source: Customer Services
ar: Layanan pelanggan

source: Dark Mode
ar: خفوت الشاشة

source: Dark theme
ar: Tema gelap

source: Data is too short
ar: Data terlalu pendek

source: Date of birth
ar: تاريخ الميلاد

source: Day
ar: Hari

source: Days
ar: hari

source: Debit or Credit Card
ar: Kartu Debit atau Kredit

source: Decline
ar: Ditolak

source: Delete
ar: اِحذف

source: Delete chat
ar: Hapus obrolan

source: Delete on click
ar: Hapus diklik

source: Deliver to
ar: Mengirimkan kepada

source: Delivery
ar: Pengiriman

source: Delivery details
ar: Rincian pengiriman

source: Delivery method
ar: Metode Pengiriman

source: Delivery status
ar: Status pengiriman

source: Description
ar: Keterangan

source: Destination
ar: Tujuan

source: Destination address
ar: Alamat tujuan

source: Detail address
ar: Alamat detail

source: Detail profile
ar: Profil detail

# detail_transaction
source: Transaction Detail
ar: Rincian Transaksi

source: Did not receive the email check your spam filter or
ar: Tidak menerima email, periksa filter spam Anda atau

source: Didn't you received any code?
ar: ألم تصلك أي كود؟

source: Direction
ar: Arah

source: Discount
ar: Diskon

source: Discover
ar: Menemukan

source: Discover ideas for your home
ar: Temukan ide untuk rumah Anda

source: Discover more People
ar: Temukan lebih banyak Orang

source: Discover unique ideas for your home
ar: Temukan ide unik untuk rumah Anda

source: District
ar: Kecamatan

source: Do you want to exit
ar: Apakah Anda ingin keluar?

source: Does not have a rating yet
ar: Belum memiliki peringkat

source: Done
ar: Selesai

source: Don't have an account?
ar: ليس لديك حساب؟

source: Download
ar: Unduh

source: Dress
ar: Gaun

source: Earn and Buy!
ar: Hasilkan dan Beli!

source: Easy
ar: Mudah

source: Easy Checkout & Safe Payment method. Trusted by our customers from all over the world.
ar: Pembayaran Mudah & Metode Pembayaran Aman. Dipercaya oleh pelanggan kami dari seluruh dunia.

source: Easy discovering new places and share these between your friends and travel together
ar: Temukan tempat baru dengan mudah dan bagikan ini di antara teman-teman Anda dan bepergian bersama

source: Easy Payment
ar: pembayaran mudah

source: Easy Payment for You
ar: Pembayaran mudah

source: Edit
ar: عدِّل

source: Edit address
ar: Edit alamat

source: Edit on click
ar: Sunting di klik

source: Edit Profile
ar: Sunting profil

source: Edit your Profile
ar: Sunting profilmu

source: Email
ar: Surel

source: Email Address
ar: عنوان البريد الإلكتروني

source: Email not verified
ar: Email tidak diverifikasi

source: Email or phone number
ar: Email atau nomor telepon

# empty_orders_lets_shop_now
source: Empty order, let's shop now
ar: Pesanan kosong, yuk belanja sekarang

source: Enjoy Your Shopping
ar: Nikmati Belanja Anda

source: Enjoy your Trip
ar: Nikmati perjalananmu

# enter_address
source: Enter your address
ar: Masukkan alamat Anda

source: Enter card holder name
ar: Masukkan nama pemegang kartu

# enter_card_number
source: Enter the card number
ar: Masukkan nomor kartu

source: Enter city name
ar: Masukkan nama kota

source: Enter confirm password
ar: Masukkan kata sandi konfirmasi

source: Enter coupon
ar: Masukkan kupon

source: Enter coupon code
ar: Masukkan kode kupon

source: Enter CVV
ar: Masukkan CVV

source: Enter email address
ar: أدخل عنوان البريد الالكتروني

source: Enter exp date
ar: Masukkan tanggal kedaluwarsa

source: Enter first name
ar: أدخل الاسم الأول

# enter_full_name
source: Enter username
ar: ادخل اسم المستخدم

source: Enter gender
ar: Masukkan jenis kelamin

source: Enter last name
ar: Masukkan nama belakang

# enter_mobile_number
source: Enter your mobile number to receive your verification code
ar: أدخل رقم جوالك ليصلك رمز التحقق

source: Send Code
ar: إضغط هنا

source: Enter new password
ar: أدخل كلمة المرور الجديدة

source: Enter phone number
ar: Masukkan nomor telepon

source: Enter Promo Code
ar: Masukkan kode promo

source: Enter the code we sent via SMS to your registered phone
ar: Masukkan kode yang kami kirimkan melalui SMS ke ponsel Anda yang terdaftar

source: Enter the email associated with your account and we will send an email with instructions to reset your password
ar: Masukkan email yang terkait dengan akun Anda dan kami akan mengirimkan email berisi instruksi untuk mereset kata sandi Anda

source: Enter the email associated with your and we'll send an email with verification code to reset your password
ar: Masukkan email yang terkait dengan Anda dan kami akan mengirim email dengan kode verifikasi untuk mengatur ulang kata sandi Anda

source: Enter the promo code
ar: Masukkan kode promo

source: Enter the verification code we just sent you on your email address
ar: Masukkan kode verifikasi yang baru saja kami kirimkan ke alamat email Anda

# enter_your_address
source: Enter Address
ar: Masukkan Alamat Anda

source: Enter your City
ar: Masukkan Kota Anda

source: Enter your Details Informations
ar: Masukkan Informasi Detail Anda

source: Enter your Email Address
ar: أدخل عنوان بريدك الالكتروني

source: Enter your email or phone number
ar: Masukkan email atau nomor telepon Anda

# enter_your_full_name
source: Enter Full Name
ar: أدخل اسمك الكامل

# enter_your_password
source: Enter password
ar: أدخل كلمة المرور

# enter_your_phone_number
source: Enter Phone Number
ar: Masukkan Nomor Telepon Anda

source: Enter your promo code
ar: Masukkan kode promo Anda

source: Enter your registered email address or phone number to log in
ar: Masukkan alamat email atau nomor telepon Anda yang terdaftar untuk masuk

source: Enter your registered email below to receive password reset authentication
ar: أدخل بريدك الإلكتروني المسجل أدناه لتلقي مصادقة إعادة تعيين كلمة المرور

source: Enter your registered email below to receive password reset instruction
ar: Masukkan email terdaftar Anda di bawah ini untuk menerima instruksi reset kata sandi

source: Enter Zip Code
ar: Masukkan Kode Pos

source: Estimated
ar: Diperkirakan

source: Estimated duration
ar: Perkiraan durasi

source: Estimating Tax
ar: Memperkirakan Pajak

source: Estimation
ar: Estimasi

source: Excellent Developer
ar: Pengembang Luar Biasa

source: Exit
ar: Keluar

source: Exp Date
ar: Tanggal kadaluarsa

source: Expired
ar: Kadaluwarsa

# explore
source: For You
ar: تفضيلاتك

source: Explore trending and popular designs for your home from our curated list of collections.
ar: Jelajahi tren dan desain populer untuk rumah Anda dari daftar koleksi pilihan kami.

source: Eye makeup
ar: Riasan mata

# facebook_sign_in_clicked
source: Apple sign in clicked
ar: Masuk Facebook diklik

source: Facebook Sign In Tapped!
ar: Masuk Facebook Disadap!

source: Fast
ar: Cepat

# discover_great
source: Connecting readers globally
ar: تواصل مع القراء حول العالم

source: Fast Delivery and Secure
ar: Pengiriman Cepat dan Aman

# favorite
source: Favorites
ar: مفضل

source: Favorite barbers salon
ar: Salon pangkas rambut favorit

source: Favorites
ar: Favorit

source: Feeds
ar: Umpan

source: Female
ar: Perempuan

source: Filter
ar: Saring

source: Filter applied
ar: Filter diterapkan

source: Find an address
ar: Temukan alamat

source: Find and Book barber, Beauty, Salon & Spa services anywhere, anytime
ar: Temukan dan Pesan layanan tukang cukur, Kecantikan, Salon & Spa di mana saja, kapan saja

source: Find and Book Service
ar: Temukan dan Pesan Layanan

source: Find best Deal
ar: Temukan Penawaran terbaik

source: Find best deal on Furtira
ar: Temukan penawaran terbaik di Furtira

# find_books
source: Find Titles
ar: إضغط هنا

source: Find Perfect Place for Your Dream
ar: Temukan Tempat Sempurna untuk Impian Anda

source: Find the best local professionals
ar: Temukan profesional lokal terbaik

source: Find your favorite product that you want to buy easily
ar: Temukan produk favorit yang ingin Anda beli dengan mudah

source: First Name
ar: Nama depan

source: Flash sale
ar: Penjualan kilat

source: Flat shoes
ar: Sepatu datar

source: Follow
ar: يتبع

source: Follower
ar: متابع

source: Following
ar: التالي

source: Book and Drink
ar: Makanan dan Minuman

# book_shop
source: No favorites yet
ar: لم تختر عناوينك المفضلة

source: Forgot Password?
ar: نسيت كلمة المرور؟

# forgot_your_password
source: Reset Password
ar: إعادة اختيار كلمة المرور

source: Found a flight that matches your destination and schedule? Book it instantly in just a few taps
ar: Menemukan penerbangan yang sesuai dengan tujuan dan jadwal Anda? Pesan langsung hanya dalam beberapa ketukan

source: Friday
ar: Jumat

source: Full Name
ar: الاسم الكامل

source: Gallery
ar: Galeri

source: Gender
ar: Jenis kelamin

source: General
ar: Umum

source: Get best quality product from Shup.py and enjoy with product discount
ar: Dapatkan produk kualitas terbaik dari Shup.py dan nikmati diskon produk

source: Get Our Best Recommendation
ar: Dapatkan Rekomendasi Terbaik Kami

source: Get popular fashion from home
ar: Dapatkan mode populer dari rumah

source: Get Started
ar: بدء الاستخدام

source: Get started button clicked
ar: Tombol mulai sekarang diklik

source: Get the best price with above average quality
ar: Dapatkan harga terbaik dengan kualitas diatas rata-rata

source: Get your favorite book from here
ar: Dapatkan makanan favorit Anda dari sini

source: Gift Cards & Vouchers
ar: Kartu Hadiah & Voucher

source: Girls
ar: Cewek-cewek

source: Goods received
ar: Barang sudah diterima

source: Google sign in clicked
ar: Masuk Google diklik

source: Google Sign In Tapped!
ar: Masuk dengan Google Disadap!

source: Great Fashion App
ar: Aplikasi Mode Hebat

source: Haircut
ar: Potong rambut

source: Hairstyle
ar: Gaya rambut

source: Handling fee
ar: Biaya penanganan

source: has been Canceled
ar: telah dibatalkan

source: has been received by the courier, please wait for the courier to arrive
ar: sudah diterima oleh kurir, mohon ditunggu kurirnya sampai

source: has been rejected by the seller
ar: telah ditolak oleh penjual

source: Hat
ar: Topi

source: have been completed
ar: telah selesai

source: Hear The Expert
ar: Dengarkan Pakarnya

source: Help
ar: Bantuan

source: Hide this post
ar: Sembunyikan postingan ini

source: Hide this post on click
ar: Sembunyikan postingan ini saat diklik

source: Highest price to lowest price
ar: Harga tertinggi ke harga terendah

source: Home
ar: الرئيسية

# list
source: PlayList
ar: قائمة

source: Hooray your order has been placed
ar: Hore pesanan Anda telah ditempatkan

source: Hooray your package is being packed please wait for the seller to deliver your package
ar: Hore paket anda sedang di packing mohon ditunggu seller untuk mengantarkan paket anda

source: Hours
ar: Jam

source: House
ar: Rumah

source: I didn’t receive the code
ar: Saya tidak menerima kode

source: I have accept
ar: Saya telah menerima

# if_you_select_log_out_it_will_return_to_the_login_screen
source: If you log out, you will be returned to the log in screen
ar: إذا اخترت تسجيل الخروج، ستعود إلى تسجيل الدخول.

# if_you_select_log_out_it_will_return_to_the_delete_account
source: If you select delete, you will permanently lose your account and return to the login screen
ar: سيتم حذف حسابك والعودة إلى شاشة تسجيل الدخول.

source: Delete Account
ar: حذف الحساب

source: Import charges
ar: Biaya impor

source: In Progress
ar: Sedang berlangsung

source: Inbox
ar: Kotak masuk

source: Integrated Teamwork
ar: Kerja Sama Tim Terintegrasi

source: Invalid email address format
ar: Format alamat email tidak valid

source: invalid full name format
ar: format nama lengkap tidak valid

source: Invalid number format
ar: Format angka tidak valid

# invalid_password_format
source: Password must be more than 6 characters
ar: Kata sandi harus lebih dari 6 karakter

source: Invalid phone number format
ar: Format nomor telepon tidak valid

source: Invest Your Money
ar: Investasikan Uang Anda

source: is waiting for payment
ar: Sedang menunggu pembayaran

source: item
ar: barang

source: Item color
ar: Warna barang

source: Item Ordered
ar: Barang yang Dipesan

source: Item size
ar: Ukuran barang

source: Items
ar: item

source: Items purchased
ar: Barang yang dibeli

source: Jacket
ar: Jaket

source: Just 2 clicks and you can buy all the furniture with home delivery
ar: Hanya dengan 2 klik dan Anda dapat membeli semua perabotan dengan pengiriman ke rumah

source: Just stay at home while we are preparing your best books
ar: Tetap di rumah sementara kami\menyiapkan makanan terbaik Anda

source: Kids
ar: Anak-anak

source: Language
ar: اللغة

source: Last Name
ar: Nama keluarga

source: Leave your experience
ar: Tinggalkan pengalamanmu

source: less
ar: lebih sedikit

source: Good morning,
ar: مرحبًا

source: Good afternoon,
ar: مساء الخير

source: Good Evening,
ar: مساء الخير

source: Let's Get Started
ar: Ayo Mulai

source: Let’s Sign You In.
ar: Ayo Daftarkan Anda.

source: Likes
ar: Suka

source: Location
ar: Lokasi

# log_in
source: Welcome back!
ar: أهلًا بك مجددًا!

source: Log in button Clicked
ar: Tombol login diklik

source: Log in to Continue
ar: Masuk untuk Lanjutkan

source: Log Out
ar: تسجيل الخروج

source: Logging in
ar: Sedang masuk

source: Log out
ar: Keluar

source: Looks like you havent added any item to your cart yet
ar: Sepertinya Anda belum menambahkan item apa pun ke troli Anda

source: Lowest price to highest price
ar: Harga terendah ke harga tertinggi

source: Luxury
ar: Kemewahan

source: Make a Payment
ar: Buat Transaksi

source: Makeup
ar: Dandan

source: Male
ar: Pria

source: Man Bag
ar: Tas Pria

source: Man Pants
ar: Celana Pria

source: Man Shoes
ar: Sepatu Pria

source: Man Underwear
ar: Pakaian Dalam Pria

source: Man Underwear
ar: Pakaian Dalam Pria

source: Many desktop publishing packages and web page editors now use.
ar: Banyak paket penerbitan desktop dan editor halaman web sekarang digunakan.

source: Material
ar: Bahan

source: Men
ar: Pria

source: Message
ar: دردشة

source: Misc
ar: Lain-lain

source: Mobile Number
ar: رقم جوالك

source: Mom and Baby
ar: Ibu dan Anak

source: Monday
ar: Senin

source: Month
ar: Bulan

source: more
ar: lagi

source: more on click
ar: selengkapnya di klik

source: Most popular
ar: Paling populer

source: My coupon
ar: Kupon saya

source: My Favorite
ar: Kesukaanku

source: My Order
ar: Pesananku

source: My orders
ar: Pesananku

source: My review
ar: Ulasan saya

source: My Saved Cards
ar: Kartu Tersimpan Saya

source: My shopping
ar: Belanja saya

source: Nails
ar: Kuku

source: Name
ar: Nama

source: Nearby
ar: Di dekat sini

source: Nearest barbershop
ar: Barbershop terdekat

source: New Address
ar: Alamat baru

source: New arrival
ar: Baru datang

source: New Buildings
ar: Gedung Baru

source: New Card
ar: Kartu Baru

source: New password
ar: Kata sandi baru

source: New product
ar: Barang baru

# self_developement
source: Self-development
ar: تطوير الذات

source: Politics
ar: السياسة

source: Biography
ar: السيرة الذاتية

source: Culture
ar: الثقافة

# mygroupes
source: Ejaz Collections
ar: مجموعات إيجاز

source: Newest
ar: Terbaru

source: Newly listed
ar: Baru terdaftar

source: Next
ar: التالي

source: Next button clicked
ar: Tombol lanjut diklik

source: No
ar: لا

source: No name
ar: Tanpa nama

source: Not pay
ar: Tidak membayar

source: Not Yet Paid
ar: Belum dibayar

# notification
source: Notifications
ar: تنبيهات

source: Notification delete clicked
ar: Penghapusan notifikasi diklik

source: Notification deleted
ar: Notifikasi dihapus

source: Notifications
ar: Pemberitahuan

source: Offers
ar: Penawaran

source: Office
ar: Kantor

source: OK
ar: Oke

source: On Delivery
ar: Dalam proses pengiriman

source: Online Barber
ar: Tukang Cukur Online

source: Online Payment
ar: Pembayaran Online

source: Only characters are allowed
ar: Hanya karakter yang diperbolehkan

source: Open
ar: Buka

source: Open camera tapped
ar: Buka kamera diklik

source: Open email app
ar: Buka aplikasi email

source: Open email app on click
ar: Buka aplikasi email di klik

source: Open gallery tapped
ar: Buka galeri diklik

source: Opening hours
ar: Jam buka

source: or
ar: atau

source: or continue with email
ar: atau lanjutkan dengan email

source: or Log In With
ar: atau Masuk Dengan

source: or Login with
ar: atau Masuk dengan

source: or Login with email
ar: atau Masuk dengan email

source: Order
ar: Memesan

# order_accepted
source: Orders Accepted
ar: Pesanan Diterima

source: Order by number
ar: Pesan berdasarkan nomor

source: Order detail
ar: Detail pesanan
