Repository: appbooksaudio/ejazapp
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Order history
ar: Riwayat pesanan

source: Order Now
ar: Pesan sekarang

source: Order number
ar: Nomor pesanan

source: Order Other Book
ar: Pesan Makanan Lainnya

source: Order rejected
ar: Pesanan ditolak

source: Order Status
ar: Status pemesanan

source: Order Tracking
ar: Pelacakan Pesanan

source: Other
ar: Lainnya

source: Other products
ar: Produk-produk lain

source: Others You May Like
ar: Orang Lain yang Mungkin Anda Suka

source: Ouch! Hungry
ar: Aduh! Lapar

source: Our app lets you focus on finding the best local professionals from your neighbourhood.
ar: Aplikasi kami memungkinkan Anda fokus untuk menemukan profesional lokal terbaik dari lingkungan Anda.

source: Out of
ar: Dari

source: Out of stock
ar: Stok habis

source: Package on the way
ar: Paket dalam perjalanan

source: Packages are being packed
ar: Paket sedang dikemas

source: Packaging
ar: Kemasan

source: Packed
ar: Dikemas

source: Packed by seller
ar: Dikemas oleh penjual

source: Pages
ar: Halaman

source: Password
ar: كلمة المرور

# password_new
source: New Password
ar: كلمة المرور الجديدة

source: Password changed
ar: Kata sandi diubah

# password_confirmation
source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# enter_password_confirmation
source: Enter new password
ar: أدخل كلمة المرور الجديدة

source: Password reset request was sent successfully. Please check your email to reset your password
ar: Permintaan reset kata sandi berhasil dikirim. Silakan periksa email Anda untuk mengatur ulang kata sandi Anda

source: Password Successfully Reset
ar: Kata Sandi Berhasil Atur Ulang

source: Past Orders
ar: Pesanan Sebelumnya

source: Pay
ar: Membayar

source: Pay by Card
ar: Bayar dengan Kartu

source: Pay for the products you buy safely and easily
ar: Pembayaran produk yang Anda beli dengan aman dan mudah

source: Pay for the products! You buy safely and easly
ar: Bayar untuk produk! Anda membeli dengan aman dan mudah

source: Pay Now
ar: ادفع الآن

source: Payment
ar: Pembayaran

source: Payment amount
ar: Jumlah pembayaran

source: Payment details
ar: Rincian Pembayaran

source: Payment information
ar: Informasi Pembayaran

source: Payment is being verified
ar: Pembayaran sedang diverifikasi

source: Payment is successful please wait until your order arrives at home thank you for shopping
ar: Pembayaran berhasil silahkan tunggu pesanan anda sampai di rumah terima kasih sudah berbelanja

source: Payment Method
ar: Cara Pembayaran

source: Payment method has been set
ar: Metode pembayaran telah ditetapkan

source: Payment method not selected
ar: Metode pembayaran tidak dipilih

source: Payment method successfully applied
ar: Metode pembayaran berhasil diterapkan

# payment_methods
source: Payment Method
ar: Cara Pembayaran

source: Payment processed
ar: Pembayaran diproses

source: Payment status
ar: Status pembayaran

source: Paypal account
ar: akun paypal

source: Pending
ar: Tertunda

source: Personal
ar: Pribadi

source: Phone Number
ar: رقم الجوال

source: Photos
ar: Foto

source: Place My Order
ar: Tempatkan Pesanan Saya

source: Plan a Trip
ar: Rencanakan sebuah perjalanan

source: Play
ar: شغِّل

source: Please Enter your eMail Address. You will Receive a link to Create a new Password via email.
ar: Silahkan Masukkan Alamat Email Anda. Anda akan menerima tautan untuk Membuat Kata Sandi baru melalui email.

source: Please enter a value
ar: Silakan masukkan nilai

source: Please enter the 4 digit code sent to
ar: Silakan masukkan kode 4 digit yang dikirim ke

source: Please enter the email address you used at the time of registration to get the password reset instructions
ar: Silakan masukkan alamat email yang Anda gunakan pada saat pendaftaran untuk mendapatkan instruksi reset kata sandi

source: Please enter your data to create account
ar: Silakan masukkan data Anda untuk membuat akun

source: Please enter your email address
ar: Silakan masukkan alamat email Anda

source: Please enter your email address to add a Paypal account as a payment method
ar: Silakan masukkan alamat email Anda untuk menambahkan akun Paypal sebagai metode pembayaran

source: Please enter your email address to receive a verification code.
ar: Silakan masukkan alamat email Anda untuk menerima kode verifikasi.

source: Please enter your full address correctly
ar: Silakan masukkan alamat lengkap Anda dengan benar

source: Please enter your password
ar: Silakan masukkan kata sandi Anda

source: Please enter your phone number
ar: Masukkan nomor telepon anda

# please_fill_in_the_confirm_password
source: Enter confirm password
ar: Silakan isi kata sandi konfirmasi

# please_fill_in_the_current_password
source: Enter current password
ar: إدخال كلمة المرور الحالية

source: Please fill in the new password
ar: Silakan isi kata sandi baru

source: Please fill in the recipient's name and contact number
ar: Silakan isi nama penerima dan nomor kontak

source: Please fill your account
ar: Silahkan isi akun anda

source: Please leave a message
ar: Silakan tinggalkan pesan

source: Please select appointment date
ar: Silakan pilih tanggal janji

source: Please select your payment method
ar: Silakan pilih metode pembayaran Anda

source: Please wait
ar: Mohon tunggu

source: History
ar: التاريخ

# novel
source: Novels
ar: الرواية

source: Health
ar: الصحة

source: Business
ar: الاقتصاد

source: Science
ar: العلوم

source: Popular Discussions
ar: نقاشات شائعة

source: Popularity
ar: Kepopuleran

source: Portfolio
ar: Portofolio

source: Press again to Exit
ar: Tekan lagi untuk Keluar

source: Price
ar: Harga

source: Price Range
ar: Kisaran harga

source: Price total
ar: Harga total

source: Primary address
ar: Alamat utama

source: Primary address has been set
ar: Alamat utama telah disetel

source: Privacy Policy
ar: سياسة الخصوصية

source: Process
ar: Proses

source: Processing
ar: Dalam Proses

source: Product
ar: Produk

source: Product description
ar: Deskripsi Produk

source: Product information
ar: Informasi produk

source: Product is removed
ar: Produk dihapus

source: Product not available
ar: Produk tidak tersedia

source: Product not found
ar: Produk tidak ditemukan

source: Product ordered
ar: Produk yang dipesan

source: Product removed
ar: Produk dihapus

source: Product review
ar: Ulasan produk

source: Products found
ar: Produk ditemukan

source: Profile
ar: ملفي الشخصي

source: Profile updated
ar: Profil diperbarui

source: Promo Code
ar: Kode promosi

source: Property Price
ar: Harga Properti

source: Property Size
ar: Ukuran Properti

source: Property Type
ar: Tipe Properti

source: Province
ar: Provinsi

source: Purchase date
ar: Tanggal Pembelian

source: Purchase this app
ar: Beli aplikasi ini

source: Qty
ar: jumlah

source: Rate
ar: Nilai

source: Rate the app
ar: Nilai aplikasinya

source: Rate the product
ar: Beri nilai produk

source: Rated
ar: Dinilai

source: Rating
ar: Peringkat

source: Read more
ar: Baca lebih lajut

source: Recent chats
ar: Obrolan terbaru

source: Recent Transaction
ar: transaksi terakhir mungkin belum terlihat

# recommended
source: Browse by Genre
ar: تصفح الموضوعات

source: Refund successful
ar: Pengembalian dana berhasil

# register
source: Sign up!
ar: اشترك الآن!

source: Registered as
ar: Terdaftar sebagai

source: Related
ar: Terkait

source: Relax look great feel confident
ar: Santai terlihat hebat merasa percaya diri

source: Reliable and Fast Delivery
ar: Pengiriman Terpercaya dan Cepat

source: Remember me
ar: Ingatkan saya

source: Remember password
ar: Ingat kata Sandi

source: Reminder settings
ar: Pengaturan pengingat

source: Remove from Bookmark
ar: Dihapus dari simpanan

source: Remove from Favorite
ar: Hapus dari Favorit

source: Remove from Inbox
ar: Dihapus dari Kotak masuk

source: Rent History
ar: Riwayat Rental

source: Repayment
ar: Refund

source: Report
ar: Laporan

source: Report on click
ar: Laporkan saat klik

# resend_a_new_code
source: Resend code
ar: إعادة إرسال الرمز

source: Resend a new code on click
ar: Kirim ulang kode baru di klik

# reset
source: Reset Password
ar: إضغط هنا

source: Reset password
ar: إعادة اختيار كلمة المرور

source: Review
ar: Tinjauan

source: Review sent
ar: Ulasan terkirim

source: Reviews
ar: Ulasan

source: Rooms
ar: Kamar

source: Saturday
ar: Sabtu

source: Save
ar: Menyimpan

source: Saved
ar: Tersimpan

source: Saved Address
ar: Alamat Tersimpan

source: Saved Cards
ar: Kartu Tersimpan

source: Saving
ar: Penghematan

source: Score
ar: Nilai

# search
source: Search here
ar: اِبحث

source: Search anything you like
ar: Cari apa pun yang Anda suka

source: Search everything you like
ar: Cari semua yang Anda suka

source: Search for barbershop name
ar: Cari nama barbershop

source: Search message
ar: Cari pesan

# search_your_favorite_book
source: Search by title or author
ar: ابحث عن مؤلف أو عنوان

source: Search your product
ar: Cari produk Anda

source: Search your property...
ar: Cari properti mu...

source: Second hand
ar: Bekas

source: seconds
ar: detik

source: Security
ar: Keamanan

source: See all
ar: Lihat semua

source: See all review clicked
ar: Lihat semua ulasan diklik

source: See my orders
ar: Lihat pesanan saya

# seems_like_you_have_not_have_a_favorite_book_yet
source: You haven’t saved any favorites yet!
ar: شكل قائمة عناوينك المفضلة

source: Seems like you have not have a past order yet
ar: Sepertinya Anda belum memiliki pesanan sebelumnya

source: Seems like you have not have an in progress order yet
ar: Sepertinya Anda belum memiliki pesanan yang sedang berjalan

# seems_like_you_have_not_have_an_order_book_yet
source: Seems like you have not have an order yet
ar: Sepertinya Anda belum memiliki pesanan

source: Select as primary address
ar: Pilih sebagai alamat utama

source: Select as primary address on click
ar: Pilih sebagai alamat utama saat klik

source: Select brand
ar: Pilih merek

source: Select date
ar: Pilih tanggal

source: Select different products! The freedom is yours!
ar: Pilih produk yang berbeda! Kebebasan adalah milikmu!

source: Select location
ar: Pilih lokasi

source: Select schedule
ar: Pilih jadwal

source: Select your birthday
ar: Pilih tanggal lahir Anda

# select_your_payment
source: Select Your Payment Method
ar: Pilih Metode Pembayaran Anda

source: Send
ar: إرسال

source: Send a message
ar: Kirim sebuah pesan

source: Send a message on click
ar: Kirim pesan di klik

source: Send the code again
ar: Kirim kode lagi

# send_verification
source: Verification
ar: للتحقق

source: Sending
ar: Mengirim

source: Sent
ar: Dikirim

source: Service
ar: Melayani

source: Service location
ar: Lokasi layanan

source: Service on days
ar: Layanan pada hari-hari

source: Services
ar: Jasa

source: Services Charge
ar: Biaya Layanan

source: Set Your Password?
ar: atur kata sandi Anda

source: Setting
ar: Pengaturan

source: Settings
ar: Pengaturan

source: Shampoo
ar: Sampo

source: Share
ar: شارك

source: Shaving
ar: Cukur

source: Shipping
ar: Pengiriman

source: Shipping Address
ar: Alamat pengiriman

source: Shipping code
ar: Kode pengiriman

source: Shipping Cost
ar: Biaya pengiriman

source: Shipping costs
ar: Biaya pengiriman

source: Shipping Date
ar: Tanggal pengiriman

source: Shipping details
ar: Rincian pengiriman

source: Shipping Fee
ar: Biaya pengiriman

source: Shipping ID
ar: ID pengiriman

source: Shipping service
ar: Layanan pengiriman

source: Shipping Type
ar: Jenis pengiriman

source: Shirt
ar: Kemeja

source: Shoes
ar: Sepatu

source: Shop
ar: Toko

source: Shop again
ar: Belanja lagi

source: Shop details
ar: Detail toko

source: Shop Now
ar: Berbelanja sekarang

source: Shopping again
ar: Belanja lagi

source: Shopping bag is empty
ar: Tas belanja kosong

source: Shopping cart
ar: Kereta Belanja

source: Shopping cart is empty
ar: Kereta belanjanya kosong

source: Shopping date
ar: Tanggal belanja

source: Show
ar: Menunjukkan

source: Show less
ar: عرض أقل

source: Show more
ar: أظهر المزيد

source: Sign in
ar: تسجيل الدخول

source: Sign in to continue
ar: Masuk untuk melanjutkan

source: Sign in with
ar: Masuk dengan

source: Sign in with email
ar: Masuk dengan email

source: Sign in with Google
ar: Masuk dengan Google

source: Sign in with social networks
ar: Masuk dengan jejaring sosial

source: Sign up
ar: Daftar

source: Sign up to continue
ar: Daftar untuk melanjutkan

source: Signing
ar: Penandatanganan

# similiar_product
source: Similar Product
ar: Produk serupa

source: Singlet
ar: Kaos

source: Size
ar: Ukuran

source: Skip
ar: تخطى

# follow_your_favorites
source: Anytime, anywhere, any way
ar: نصحبك أينما كنت، تجدنا في أي مكان

# find_and_attend
source: Whether it's text or audio, enjoy Ejaz titles at your own pace
ar: سواء كانت المواجز للقراءة أو الاستماع، استمتع مع إيجاز وفق إيقاعك الخاص

# follow_your_favorites_two
source: Contribute to the Ejaz library
ar: ساهم في مكتبة إيجاز

# find_and_attend_one
source: Ejaz Club, an interactive space for sharing your ideas
ar: منتدى إيجاز، موقع تفاعلي لتبادل الأفكار

# find_and_attend_two
source: Watch for new additions and suggest books you'd like to see next!
ar: تتبع عناويننا المُضافة شهريًا، واقترح العناوين التي ترغب في قراءتها!

# skip_I_ll_confirm_later
source: Skip, I will confirm later
ar: Lewati, nanti saya konfirmasi

source: Skip button clicked
ar: Tombol lewati diklik

source: Skirt
ar: Rok

source: Sneaker
ar: sepatu kets

source: Social network
ar: Jaringan sosial

source: Socks
ar: Kaus kaki

source: Sold
ar: Terjual

source: Sort
ar: Menyortir

source: Sort by
ar: Sortir dengan

source: Special for you
ar: Spesial untuk kamu

source: Star
ar: Bintang

source: Start from
ar: Mulai dari

source: Stock
ar: Stok

source: Style that fit your Lifestyle
ar: Gaya yang sesuai dengan Gaya Hidup Anda

source: Submit
ar: أرسل

source: Success
ar: Kesuksesan

source: Successfully
ar: Berhasil

source: Successfully added to Cart
ar: Berhasil ditambahkan ke Keranjang

# successfully_added_to_favorite
source: Successfully Added to Favorites
ar: تمت الإضافة بنجاح إلى المفضلة

# successfully_changed_profile
source: Successfully updated profile
ar: تم تحيين ملفكم الشخصي بنجاح

source: Successfully confirmed. Please wait for the package to be delivered
ar: Berhasil dikonfirmasi. Mohon menunggu paket dikirim

# successfully_remove_from_favorite
source: Successfully Removed from Favorites
ar: تمت الإزالة بنجاح من المفضلة

source: Suit
ar: Setelan

# summaries
source: Books
ar: مواجز

source: Summary
ar: Ringkasan

source: Sunday
ar: Minggu

source: Super fast delivery! Right at your door
ar: Pengiriman super cepat! Tepat di depan pintu Anda

source: Support
ar: Mendukung

source: T-Shirt
ar: Kaos

source: Tags
ar: Tag

source: Tax
ar: Pajak

source: Terms
ar: Ketentuan

source: Terms and condition
ar: Syarat dan ketentuan

# terms_and_conditions
source: Terms & Conditions
ar: Syarat & Ketentuan

# terms_and_conditions_clicked
source: Terms & Conditions clicked!
ar: Syarat & Ketentuan diklik!

source: Terms clicked
ar: Persyaratan diklik

source: Thank You
ar: Terima kasih

source: Thank you for shopping give an assessment to help us keep growing and getting better
ar: Terima kasih telah berbelanja beri penilaian untuk membantu kami terus berkembang dan menjadi lebih baik

source: Thank you for shopping. We will confirm your payment and process your order as quickly as possible.
ar: Terima kasih telah berbelanja. Kami akan mengkonfirmasi pembayaran Anda dan memproses pesanan Anda secepat mungkin.

source: Thank you! hope you like our book
ar: Terima kasih! semoga suka dengan makanan kami

source: Thank you! Your order will be delivered soon
ar: Terima kasih! Pesanan Anda akan segera dikirim

source: The order can be paid by credit card or in cash at the time of delivery
ar: Pesanan dapat dibayar dengan kartu kredit atau tunai pada saat pengiriman

source: The order has arrived at your house?
ar: Pesanan sudah sampai di rumah anda?

source: The order will be confirmed and your payment will be received.
ar: Pesanan akan dikonfirmasi dan pembayaran Anda akan diterima.

source: The package has arrived
ar: Paket sudah sampai

source: The package has arrived at your house immediately confirm your order
ar: Paket sudah sampai di rumah anda segera konfirmasi pesanan anda

source: The package is being packed by the seller, please wait until the seller sends your package
ar: Paket sedang di packing oleh seller, mohon ditunggu sampai seller mengirimkan paket anda

source: The package is on its way please wait until your package arrives at your home
ar: Paket sedang dalam perjalanan silahkan tunggu sampai paket anda sampai di rumah anda

source: There are 1000+ furniture products that you can choose at will.
ar: Ada 1000+ produk furniture yang bisa kamu pilih sesuka hati.

source: this will cancel your order, and you will not be able to modify it again.
ar: ini akan membatalkan pesanan Anda, dan Anda tidak dapat mengubahnya lagi.

source: Thursday
ar: Kamis

source: To continue, first verify that it’s you.
ar: Untuk melanjutkan, pertama-tama verifikasi bahwa ini memang Anda.

source: To make it easier for you to shop, we provide customer service if you have any questions.
ar: Untuk memudahkan Anda berbelanja, kami menyediakan layanan pelanggan jika Anda memiliki pertanyaan.

source: Top of the week
ar: Puncak minggu ini

source: Top Up
ar: Isi Ulang

source: Total item
ar: Jumlah barang

source: Total payment
ar: Total pembayaran

source: Total price
ar: Total harga

source: Total time
ar: Total waktu

source: Track delivery
ar: Lacak pengiriman

source: Tracking order
ar: Pelacakan pesanan

source: Transaction details
ar: Detil transaksi

# trending
source: Trending Now
ar: الأكثر قراءةً

# trusted_and_secure
source: Trusted & Secure
ar: Terpercaya & Aman

source: try another email address
ar: coba alamat email lain

source: T-Shirt
ar: Kaos

source: Tuesday
ar: Selasa

source: Two Factor Verification
ar: Verifikasi Dua Langkah

source: Type a message
ar: Ketik pesan

source: Unarchive
ar: Kembalikan

source: Upcoming
ar: Mendatang

source: Upload Photos
ar: Unggah Foto

source: Use
ar: Menggunakan

source: Used
ar: Digunakan

source: User information
ar: Informasi pengguna

source: Username
ar: اسم المستخدم

source: Valid until
ar: Berlaku hingga

# verification_code
source: OTP Verification
ar: إدخال رمز التحقق

source: Verified
ar: Diverifikasi

source: Verify now
ar: تحقق الآن

source: Verify your phone number
ar: Verifikasi nomor telepon Anda

source: Vibrate
ar: Bergetar

source: Video call on click
ar: Panggilan video di klik

source: View
ar: Melihat

source: View all
ar: Lihat semua

source: View My Order
ar: Lihat Pesanan Saya

source: Village
ar: Desa

source: Visit store
ar: Kunjungi toko

# wait_for_payment
source: Waiting for payment
ar: menunggu pembayaran

source: Waiting
ar: انتظر

source: Waiting for payment
ar: menunggu pembayaran

source: Waiting for seller approval
ar: Menunggu persetujuan penjual

source: Wallet
ar: Dompet

source: Watch
ar: Jam tangan

source: We Have a 100k++ Products Choose Your product from our E-Commerce shop.
ar: Kami Memiliki 100k++ Produk, Pilih produk Anda dari toko E-Commerce kami.

source: We Have a 100k++ Products Choose Your product from our E-Commerce shop.
ar: Kami Memiliki 100k++ Produk Pilih produk Anda dari toko E-Commerce kami.

source: We have more than 100 thousand products. Choose a product from the Shup.py
ar: Kami memiliki lebih dari 100 ribu produk. Pilih produk dari Shup.py

# we_have_sent_a_password_recover_instructions_to_your_email
source: We have sent a password recovery instructions to your email
ar: Kami telah mengirimkan instruksi pemulihan kata sandi ke email Anda

source: We have sent a password recovery instruction to your email
ar: Kami telah mengirimkan instruksi pemulihan kata sandi ke email Anda

# we_have_sent_the_code_verification_to_your_phone_number
source: We have sent an OTP verification code to your mobile number
ar: أرسلنا رمز التحقق يستخدم لمرة واحدة على رقم جوالك

source: We Provide Best Services Ever
ar: Kami Memberikan Layanan Terbaik Yang Pernah Ada

source: We recommend stories and videos based on your interests and our editor’s picks.
ar: Kami merekomendasikan cerita dan video berdasarkan minat Anda dan pilihan editor kami.

source: We will deliver your orders with the fastest and safest shipping way
ar: Kami akan mengirimkan pesanan Anda dengan cara pengiriman tercepat dan teraman

source: We will help find order and buy barbershop products and services at your location
ar: Kami akan membantu menemukan pesanan dan membeli produk dan layanan barbershop di lokasi Anda

source: We will send a OTP Code for verify phone numbers i'ts you
ar: Kami akan mengirimkan Kode OTP untuk memverifikasi nomor telepon Anda

source: We will serve you well so that you remain handsome and stylish
ar: Kami akan melayani Anda dengan baik agar Anda tetap tampan dan bergaya

source: Website
ar: Situs web

source: Website not available
ar: Situs web tidak tersedia

source: Wednesday
ar: Rabu

source: Welcome
ar: Selamat datang

source: Welcome back
ar: Selamat datang kembali

source: Welcome to
ar: Selamat datang di

source: Welcome to Back
ar: Selamat datang kembali

source: Welcome to barbara
ar: Selamat datang di barbara

source: Welcome to Belila
ar: Selamat Datang Di Belila

source: Welcome to Shup.py
ar: Selamat datang di Shup.py

source: When to Buy
ar: Kapan Harus Membeli?

source: When you order, we will hook you up with exclusive coupons, specials and rewards.
ar: Saat Anda memesan, kami akan menghubungkan Anda dengan kupon eksklusif, spesial, dan hadiah.

source: Which you might like
ar: Yang mungkin Anda suka

source: Woman Bag
ar: Tas Wanita

source: Woman Pants
ar: Celana Wanita

source: Woman Shoes
ar: Sepatu Wanita

source: Woman T-Shirt
ar: Kaos Wanita

source: Women
ar: Wanita

source: Write a message
ar: Menulis pesan

source: Write your review
ar: Tulis ulasan Anda

source: Yes
ar: نعم

source: Yes, cancel
ar: Ya, batalkan

source: Yes, sure
ar: Ya, tentu

source: You can pay on the spot
ar: Bisa bayar di tempat

source: You can select the date and also We can help you by suggesting you to set a good schedule
ar: Anda dapat memilih tanggal dan juga Kami dapat membantu Anda dengan menyarankan Anda untuk mengatur jadwal yang baik

source: You can view the appointment booking info in the appointment section
ar: Anda dapat melihat info pemesanan janji temu di bagian janji temu

source: You have successfully reset your password. Check your email to create a new password.
ar: Anda telah berhasil mengatur ulang kata sandi Anda. Periksa email Anda untuk membuat kata sandi baru.

source: You've got nothing
ar: Anda tidak punya apa-apa

source: You will be returned to the Sign in screen.
ar: Anda akan kembali ke layar Masuk.

source: Your Order is Completed. Please Check the Delivery Status
ar: Pesanan Anda Selesai. Silakan Periksa Status Pengiriman

source: Your address
ar: Alamat Anda

source: Your appointment booking is successfully
ar: Pemesanan janji temu Anda berhasil

source: Your appointment has been cancelled
ar: Janji temu Anda telah dibatalkan

# your_favorite_book
source: Ejaz Favorites
ar: عناوينك المفضلة

# your_download_book
source: Ejaz Downloads
ar: تنزيلات ايجاز

source: Your favorite list is empty let's find interesting products_and_add_them to favorites.
ar: Daftar favorit Anda kosong, mari temukan produk yang menarik_dan_tambahkan_mereka ke favorit.

source: Your location
ar: Lokasimu

source: Your new password must be different from previous used passwords
ar: Kata sandi baru Anda harus berbeda dari kata sandi yang digunakan sebelumnya

source: Your new password must be different from previously used passwords
ar: Kata sandi baru Anda harus berbeda dari kata sandi yang digunakan sebelumnya

source: Your order has been cancelled
ar: Pesanan Anda telah dibatalkan
