Repository: appbooksaudio/ejazapp
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Your order history is empty
ar: Riwayat pesanan Anda kosong

source: Your order is complete!
ar: Pesanan Anda selesai!

source: Your order will be delivered soon thank you for shopping
ar: Pesanan Anda akan segera dikirim terima kasih telah berbelanja

source: Your Orders
ar: Pesanan Anda

source: Your package has been placedwe are waiting for payment to continue the next process
ar: Paket anda sudah masuk kami tunggu pembayarannya untuk melanjutkan proses selanjutnya

source: Your password has been changed please check your email inbox
ar: Kata sandi Anda telah diubah, silakan periksa kotak masuk email Anda

source: Your payment is successfull
ar: Pembayaran Anda berhasil

source: Your product is delivered to your home fast and secure
ar: Produk Anda dikirim ke rumah dengan cepat dan aman

source: Your successfully made a payment, Enjoy your room !
ar: Anda berhasil melakukan pembayaran, Nikmati tempat tinggal baru Anda!

source: Zip Code
ar: Kode Pos

# descrition_navigation_language
source: This won’t affect the original language of the books
ar: اختيارك لن يغير لغة الموجزات

# lets_getstrat
source: Let's go!
ar: ابدأ الآن!

# sign_in_or_login
source: Sign up or log in to begin your literary adventure!
ar: اشترك أو سجل دخولك كي تخوض تجربتك مع عالم الكتب

source: Continue With Email
ar: واصل عبر بريدك الإلكتروني

source: Continue With Google
ar: واصل عبر جوجل

source: Continue With Apple
ar: واصل عبر أبل

source: Apple Sign in tapped
ar: تم تسجيل الدخول إلى Apple!

# log_in_button
source: Sign In
ar: سجل دخولك

# welcom_back
source: Welcome back, you’ve been missed!
ar: مرحبًا بعودتك!

# by_sign_in_i_accept
source: By signing in, I accept the
ar: بتسجيل الدخول، أوافق على،

# and_community_guidelines_and_have_read
source: and have read the
ar: وقد قرأت

source: Mobile Nu
ar: رقم الهاتف المحمول

# emailreset
source: Email
ar: البريد الإلكتروني

# select_of_the_following
source: Select one of the following methods to reset your password
ar: حدد إحدى الطرق التالية لإعادة اختيار كلمة المرور الخاصة بك

source: Terms of Service
ar: شروط الخدمة

# today_is_a_new_day_for_knowledge
source: Check out what's new with Ejaz!
ar: اطلع على كل العناوين في إيجاز

# continue_reading
source: New to Ejaz
ar: الجديد في إيجاز

source: Download Books
ar: تنزيل الكتب

# upgrade_premium_plan
source: Upgrade to Premium Plan
ar: احصل على الباقة القيِّمة

# account_setting
source: ACCOUNT SETTINGS
ar: إعدادات الحساب

source: APPLICATION
ar: التطبيق

# publishbook
source: Publisher :
ar: الناشر:

# numberisbn
source: ISBN :
ar: رقم الإيداع:

source: Recently Added
ar: أضيف حديثًا

# become_menber
source: Become a member Now
ar: كن عضوًا الآن

# your_text_summary
source: Your Text Summary for 24 hours
ar: ملخص النص الخاص بك لمدة 24 ساعة

# upgrade_now
source: Upgrade your account now
ar: تحديث الآن

source: Top Authors
ar: نخبة من المؤلفين

# gift_ejaz_for
source: Gift Ejaz for your beloved
ar: هدية إيجاز لمن تحب

# you_can_gift_ejaz
source: Gift Ejaz subscription
ar: بيانات المُهدى إليه

source: Gift Ejaz
ar: إضغط هنا

# quote_of_day
source: Can't find what you're looking for?
ar: لم تجد ما تبحث عنه؟

# the_true_sign
source: Let us know what to add next!
ar: اِقترح كتابًا جديدًا لإيجاز

# popular_interested
source: Popular interests
ar: الاهتمامات الشعبية

source: View Comment
ar: عرض تعليقات

# lang_en
source: English
ar: الإنجليزية

# lang_ar
source: Arabic
ar: العربية

# select_catetegory
source: Select your interests
ar: حدد الفئات الخاصة بك

# choose_witch_you_have
source: Choose from the below to get specialized recommendations
ar: اختر أيهما أكثر اهتمامًا لمنحك أفضل تجربة للتطبيق.

# summarie_lang
source: Books Languages
ar: لغة العناوين

# choose_witch_you_have_interest
source: Select the languages you want to read in and listen to
ar: اختر أيهما أكثر اهتمامًا لمنحك أفضل تجربة للتطبيق.

# select_dark_light
source: Select viewing mode
ar: الشاشة في وضع الخفوت

# choose_dark_mode
source: Toggle the switch to go from light to dark mode
ar: بدِّل خفوت الشاشة

# turn_on
source: Dark Mode
ar: اِضغط لتبديل خفوت الشاشة

# choose_avatar
source: Upload an avatar
ar: اختر صورة رمزية

# select_profile_photo
source: This image will be publicly visible on Ejaz
ar: حدد صورة الملف الشخصي لحسابك.

# preference
source: Preferences
ar: اختيارات متعددة

# suggetion
source: Suggest now
ar: اِضغط هنا

source: English Books
ar: كتب باللغة الإنجليزية

source: Young Adults
ar: عناوين لليافعين

source: Monthly subscription
ar: اشتراك شهري

source: Yearly subscription
ar: اشتراك سنوي

# select_your_plan_subscription
source: Choose a Premium Plan
ar: اختر الباقة القيِّمة

# get_prenuim
source: Get premium features and unlimited access
ar: احصل على ميزات قيِّمة وقراءات غير محدودة للمواجز

# please_select_plan_subsc
source: Please Select Your Plan Subscription
ar: يرجى تحديد اشتراك خطتك

source: Alert
ar: تنبيه

source: Introduction
ar: المقدمة

# story
source: The Story
ar: القصة

source: Characters
ar: الشخصيات

source: Free Account
ar: حساب مجاني

# upgrad_account
source: Account Upgraded
ar: تمت ترقية الحساب

# sex
source: Gender
ar: الجنس

# become_member
source: Become a member
ar: كن عضوًا

# upgrade_now_account
source: Upgrade your account Now
ar: اِختر الباقة المناسبة

source: Takeaway
ar: بإيجاز

source: Audio
ar: الاستماع

source: Ejaz Club
ar: منتدى إيجاز

# setep1
source: Step 1/4
ar: الخطوة 1/4

# setep2
source: Step 2/4
ar: الخطوة 2/4

# setep3
source: Step 3/4
ar: الخطوة 3/4

source: Finish
ar: انتهى

source: Books
ar: كتب

source: Collections
ar: مجموعات

source: Bio
ar: نبذة عنك

source: Country
ar: الدولة

# no_notification
source: New notifications will appear here
ar: التنبيهات الجديدة ستظهر هنا

# no_notification_yet
source: No Notifications
ar: لا يوجد تنبيهات

# take_title
source: No Takeaway
ar: لا عرض لأبرز أفكار الكتاب

# take_subtile
source: No takeaway available for this book
ar: عرض أبرز أفكار الكتاب غير متاح

# exprire_code
source: Your OTP Password will expire in
ar: تنتهي صلاحيات رمز التحقق بعد

# create_newList
source: Create new playlist
ar: أنشئ قائمة جديدة

# new_play_list_yet
source: New playlists will appear here
ar: قوائم التشغيل ستظهر هنا

# no_play_audio
source: No playlist
ar: لا توجد قائمة تشغيل

# booktitle
source: Book Tile
ar: عنوان الكتاب

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Author
ar: الكاتب

source: ISBN
ar: الباركود

source: Editor
ar: المحرر

source: Comments
ar: ملاحظات

source: Search Authors
ar: اِبحث عن الكاتب

source: Add new playlist
ar: أضف قائمة جديدة

source: New Playlist
ar: قائمة جديدة

source: My playlist
ar: قائمتي

# playlisttitle
source: Name of playlist
ar: عنوان القائمة

source: Create
ar: أنشئ

# cancels
source: Cancel
ar: إلغاء

source: Playlist
ar: قائمة

source: Add
ar: أضف

# donee
source: Done
ar: تم

source: Note
ar: ملاحظة

# typesubscription
source: Type of subscription
ar: نوع الاشتراك

source: Full Name
ar: الاسم الكامل

source: Others
ar: مقالات

# no_book
source: No books downloaded
ar: لا كتب محمَّلة بعد

# download_books_willapear_here
source: Downloaded books will appear here
ar: الكتب المحمَّلة تظهر هنا

# bowse_ejaz
source: Browse Ejaz
ar: تصفح تطبيق إيجاز

# skib_sinup
source: Skip sign up
ar: تخطي التسجيل

# messagetoguestuser
source: In order to use this feature you need to sign up
ar: استخدام هذه الخاصيَّة يتطلب منك تسجيل الدخول

# textappear
source: Text will appear here!
ar: سوف يظهر النص هنا!

source: New Post
ar: منشور جديد

# text_post
source: What's on your Mind?
ar: ما الذي يدور في ذهنك؟

# post
source: Add Post
ar: أضف منشورا

# chatai
source: Ejaz Books Scanner
ar: قارئ إيجاز

# chatai_by_photo
source: Obtain a quick summary
ar: يمكنك الآن الحصول علي موجز لآي كتاب

# add_photo
source: Add a book Cover
ar: قم بإضافة صورة الكتاب

# select_photo
source: Upload a book Cover
ar: اختر صورة الكتاب

# chatai_ejaz
source: Ejaz reader
ar: قارئ إيجاز

# stastic
source: Reading Statistics
ar: إحصائيات القراءة

# booktrack
source: Books Track
ar: مسار الكتب

# cannotemail
source: You cannot currently change your password using email
ar: لا يمكنك حاليًا تغيير كلمة المرور الخاصة بك باستخدام البريد الإلكتروني

# passwordwrong
source: Wrong Password or Email
ar: كلمة المرور أو البريد الإلكتروني خاطئ

# deleteplaylist
source: Are you sure want to delete the playlist?
ar: هل أنت متأكد تريد حذف قائمة التشغيل؟

source: Ejaz Chat
ar: دردشة إيجاز

source: All Chat
ar: جميع الدردشات

source: Unread Chat
ar: الدردشات غير المقروءة

source: Group Chat
ar: دردشة جماعية

source: Search Chat
ar: بحث في الدردشة

source: Today
ar: اليوم

source: Type Chat Here...
ar: اكتب رسالة...
